{
  "blogTitle": {
    "es": "¿Cuándo es la mejor época para viajar a Cancún?",
    "en": "When is the best time to travel to Cancun?"
  },
  "slug": "guia-completa-destinos-mexicanos",
  "heroImage": "https://images.pexels.com/photos/261101/pexels-photo-261101.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",

  "acapulcoGuide": {
    "data": {
      "mainTitle": {
        "es": "¿Qué visitar en Acapulco? 8 Lugares Imperdibles",
        "en": "What to visit in Acapulco? 8 Must-see Places"
      },
      "subtitle": {
        "es": "Descubre qué visitar en Acapulco, Guerrero durante tus vacaciones o de fin de semana",
        "en": "Discover what to visit in Acapulco, Guerrero during your vacation or weekend"
      },
      "introductionParagraphs": [
        {
          "es": "El ambiente tropical y de playa son una sensación única que transmiten paz y relajación. Acapulco es un lugar con estas características, con múltiples lugares para visitar que se convierte en un destino perfecto para los días vacacionales.",
          "en": "The tropical and beach atmosphere are a unique sensation that transmit peace and relaxation. Acapulco is a place with these characteristics, with multiple places to visit that becomes a perfect destination for vacation days."
        },
        {
          "es": "Además de las playas bonitas de Acapulco, existen lugares turísticos que son muy tradicionales de la zona y que se caracterizan por ser únicos en su tipo.",
          "en": "In addition to the beautiful beaches of Acapulco, there are tourist places that are very traditional to the area and are characterized by being unique in their type."
        },
        {
          "es": "La Bahía de Acapulco es un lugar de fácil entrada y salida, ya que su ubicación geográfica favorece a que las carreteras estén muy bien conectadas con esta ciudad.",
          "en": "The Bay of Acapulco is a place of easy entry and exit, since its geographical location favors that the roads are very well connected with this city."
        },
        {
          "es": "Aprovecha y adquiere boletos de autobús baratos hacia Acapulco, Guerrero. Disfruta de tus vacaciones y planea tu visita a los diferentes lugares.",
          "en": "Take advantage and get cheap bus tickets to Acapulco, Guerrero. Enjoy your vacation and plan your visit to different places."
        }
      ]
    }
  },

  "introduction": {
    "es": [
      "¿No sabes cuál es la mejor época para viajar a Cancún? Siempre es importante tener claro la meteorología antes de planificar tu viaje a la Riviera Maya. Gracias a su clima tropical, Cancún es un destino para todo el año, y hay temporadas que son más favorables que otras para disfrutar de sus increíbles playas. ¡No querrás que la lluvia te fastidie las vacaciones! Sin embargo, todo depende de lo que estés buscando.",
      "En este post te contamos mes a mes cuál es la mejor época para viajar a Cancún para que sepas qué te espera en cada época del año."
    ],
    "en": [
      "Don't know when is the best time to travel to Cancun? It's always important to be clear about the weather before planning your trip to the Riviera Maya. Thanks to its tropical climate, Cancun is a year-round destination, and there are seasons that are more favorable than others to enjoy its incredible beaches. You won't want rain to ruin your vacation! However, it all depends on what you're looking for.",
      "In this post we tell you month by month what is the best time to travel to Cancun so you know what to expect at each time of year."
    ]
  },
  "sections": {
    "locationInfo": {
      "data": {
        "title": {
          "es": "¿Dónde queda Puerto Juárez?",
          "en": "Where is Puerto Juarez located?"
        },
        "introductionParagraphs": [
          {
            "es": "Puerto Juárez es una localidad que se encuentra en el municipio de Benito Juárez, en el estado de Quintana Roo, México. Está ubicado al norte del centro de Cancún, a lo largo de la costa del Mar Caribe. Es conocido por ser un puerto marítimo importante para la salida de ferries hacia Isla Mujeres.",
            "en": "Puerto Juarez is a town located in the municipality of Benito Juarez, in the state of Quintana Roo, Mexico. It is situated north of downtown Cancun, along the Caribbean Sea coast. It is known for being an important seaport for ferry departures to Isla Mujeres."
          },
          {
            "es": "Y si te estas preguntando ¿Cuál es la distancia entre Puerto Juárez y aeropuerto de Cancún? La respuesta es: 24.4 kilómetros. Además, el tiempo promedio que vas a demorar en recorrer esta distancia a través de un traslado privado es de 30 minutos aproximadamente.",
            "en": "And if you are wondering, what is the distance between Puerto Juarez and Cancun airport? The answer is: 24.4 kilometers. Additionally, the average time you will take to cover this distance via private transfer is approximately 30 minutes."
          },
          {
            "es": "Algo muy interesante de todo esto es que Puerto Juárez no es como tal considerado parte de Cancún. Es considerado como una pequeña zona cercana a la ciudad de Cancún. ¿Quieres conocer más? Bueno, sigue leyendo porque ahora nos adentraremos a su puerto y su terminal marítima.",
            "en": "Something very interesting about all this is that Puerto Juarez is not technically considered part of Cancun. It is considered a small area near the city of Cancun. Want to know more? Well, keep reading because now we will delve into its port and maritime terminal."
          }
        ],
        "mapSection": {
          "image": {
            "src": "/src/assets/MAPA DE PUERTO JUAREZ.png",
            "alt": {
              "es": "Mapa de Google Maps de Puerto Juárez",
              "en": "Google Maps of Puerto Juarez"
            }
          },
          "caption": {
            "es": "Puerto Juárez Mapa de Google Map: Este mapa destaca como punto principal la terminal marítima en la Playa Puerto Juárez. El cual es barrio que forma parte de Cancún y se extiende hasta Costa Mujeres. Costa Mujeres no forma parte de Cancún, es una pequeña zona continental de Isla Mujeres.",
            "en": "Puerto Juarez Google Map: This map highlights the maritime terminal at Puerto Juarez Beach as the main point. This neighborhood is part of Cancun and extends to Costa Mujeres. Costa Mujeres is not part of Cancun; it is a small continental area of Isla Mujeres."
          }
        },
        "conclusionParagraph": {
          "es": "Ahora que ya conoces un poco de Puerto Juárez, seguramente te debes de estar preguntando ¿Cómo llegar a Puerto Juárez desde Cancun?, ¿Cómo llegar del aeropuerto de Cancún a puerto Juárez? e incluso ¿Cómo llegar de Playa del Carmen a Puerto? Bueno, todo eso te lo vamos a describir un poco aquí, en esta sección pero recuerda: Si quieres profundizar más, por eso tenemos artículos completos y técnico que hablan sobre los paso que tienes que seguir para poder llegar al pequeño pueblo pesquero de Puerto Juárez Quintana Roo.",
          "en": "Now that you know a little about Puerto Juarez, you must be wondering: How to get to Puerto Juarez from Cancun? How to get from Cancun airport to Puerto Juarez? And even, how to get from Playa del Carmen to Puerto Juarez? Well, we will describe all that a bit here in this section, but remember: If you want to delve deeper, we have complete and technical articles that talk about the steps you need to follow to reach the small fishing village of Puerto Juarez, Quintana Roo."
        }
      }
    },
    "whatToFind": {
      "data": {
        "title": {
          "es": "¿Qué encontrarás en Isla Mujeres?",
          "en": "What Will You Find in Isla Mujeres?"
        },
        "items": [
          {
            "id": "isla_mujeres_arqueologia_unica",
            "image": {
              "src": "/src/assets/playa.jpeg",
              "alt": {
                "es": "Zonas arqueológicas en Isla Mujeres",
                "en": "Archaeological zones in Isla Mujeres"
              }
            },
            "name": {
              "es": "Zonas arqueológicas",
              "en": "Archaeological Zones"
            },
            "description": {
              "es": "El Meco es una pequeña zona arqueológica que se encuentra en Puerto Juárez y no suele ser muy conocida, lo que le da una privacidad de explorar completamente el lugar casi de manera privada y su costo de acceso es de 50 MXN.",
              "en": "El Meco is a small archaeological zone located in Puerto Juarez and is not widely known, which allows for exploring the site almost privately. Its access cost is 50 MXN."
            }
          },
          {
            "id": "isla_mujeres_arqueologia_2",
            "image": {
              "src": "/src/assets/isla-mujeres-tour-snorkel.jpg",
              "alt": {
                "es": "Zonas arqueológicas en Isla Mujeres",
                "en": "Archaeological zones in Isla Mujeres"
              }
            },
            "name": {
              "es": "Zonas arqueológicas",
              "en": "Archaeological Zones"
            },
            "description": {
              "es": "El Meco es una pequeña zona arqueológica que se encuentra en Puerto Juárez y no suele ser muy conocida, lo que le da una privacidad de explorar completamente el lugar casi de manera privada y su costo de acceso es de 50 MXN.",
              "en": "El Meco is a small archaeological zone located in Puerto Juarez and is not widely known, which allows for exploring the site almost privately. Its access cost is 50 MXN."
            }
          },
          {
            "id": "isla_mujeres_arqueologia_3",
            "image": {
              "src": "/src/assets/El meco.jpg",
              "alt": {
                "es": "Zonas arqueológicas en Isla Mujeres",
                "en": "Archaeological zones in Isla Mujeres"
              }
            },
            "name": {
              "es": "Zonas arqueológicas",
              "en": "Archaeological Zones"
            },
            "description": {
              "es": "El Meco es una pequeña zona arqueológica que se encuentra en Puerto Juárez y no suele ser muy conocida, lo que le da una privacidad de explorar completamente el lugar casi de manera privada y su costo de acceso es de 50 MXN.",
              "en": "El Meco is a small archaeological zone located in Puerto Juarez and is not widely known, which allows for exploring the site almost privately. Its access cost is 50 MXN."
            }
          }
        ]
      }
    },
    "howToGetThere": {
      "data": {
        "sections": [
          {
            "id": "htg_main_intro_loc",
            "title": {
              "es": "¿Cómo llegar a Puerto Juárez desde Cancún?",
              "en": "How to get to Puerto Juarez from Cancun?"
            },
            "paragraphs": [
              {
                "es": "Si te encuentras en Cancún y deseas llegar a Puerto Juárez, ya sea para tomar el ferry a Isla Mujeres, visitar la zona arqueológica El Meco, recorrer el pequeño pueblo o disfrutar de su gastronomía, conocer y refrescarte con sus playas, entonces aquí te explicaremos paso a paso cómo hacerlo.",
                "en": "If you are in Cancun and wish to get to Puerto Juarez, whether to take the ferry to Isla Mujeres, visit the El Meco archaeological zone, explore the small town, or enjoy its gastronomy, get to know and cool off at its beaches, then here we will explain step by step how to do it."
              },
              {
                "es": "Como ya debes saber, el centro de Cancún es el punto en el cual se toman los camiones, colectivos y taxis para poder llegar a cualquier otra parte de Cancún o incluso fuera de él. Por ende, ya te debes imaginar que para llegar a Puerto Juárez, primero necesitas estar en el centro de Cancún.",
                "en": "As you may already know, downtown Cancun is the point where buses, colectivos, and taxis are taken to reach any other part of Cancun or even outside of it. Therefore, you can imagine that to get to Puerto Juarez, you first need to be in downtown Cancun."
              },
              {
                "es": "Entonces, ¿Cómo puedo llegar al centro de Cancún? Normalmente no es muy complicado llegar al centro de Cancún, casi todas las rutas de los camiones de transporte público llegan por aquí, sin embargo el centro de Cancún es un poco amplio en contexto de la palabra, entonces ¿Cómo llegar a Puerto Juárez desde el centro de Cancún? .",
                "en": "So, how can I get to downtown Cancun? It is usually not very complicated to get to downtown Cancun, almost all public transport bus routes arrive here, however, downtown Cancun is a bit broad in context, so how to get to Puerto Juarez from downtown Cancun?"
              }
            ],
            "image": {
              "src": "/src/assets/How-to-get-to-Puerto-Morelos-Juarez-from-Cancun.jpg",
              "alt": {
                "es": "Cómo llegar a Puerto Juárez desde Cancún",
                "en": "How to get to Puerto Juarez from Cancun"
              }
            }
          },
          {
            "id": "htg_main_details_loc",
            "paragraphs": [
              {
                "es": "El crucero es una parte que forma parte del centro de Cancún y se puede encontrar entre la avenida José López Portillo y Tulum. En esta intersección, tú puedes tomar uno de los camiones o colectivos que recorren Puerto Juárez y en cierta instancia, Costa Mujeres y parte de Playa Mujeres.",
                "en": "The 'crucero' (crossing) is part of downtown Cancun and can be found between José López Portillo Avenue and Tulum Avenue. At this intersection, you can take one of the buses or colectivos that go through Puerto Juarez and, in some cases, Costa Mujeres and part of Playa Mujeres."
              },
              {
                "es": "Cabe mencionar que no es la única alternativa. Desde el centro de Cancún se puede tomar un taxi hacia Puerto Juárez, pero este puede tener un costo de 200 MXN a 300 MXN, que en USD son aproximadamente de 20 USD a 30 USD.",
                "en": "It is worth mentioning that this is not the only alternative. From downtown Cancun, you can take a taxi to Puerto Juarez, but this can cost from 200 MXN to 300 MXN, which is approximately 20 USD to 30 USD."
              },
              {
                "es": "Cabe mencionar que al ser parte de Cancún, es mucho más sencillo encontrar transporte recurrente hacia Puerto Juárez y nuevamente repetimos: El centro de Cancún es amplio y el lugar que estás buscando para abordar un transporte a cualquier lugar de Puerto es en el crucero.",
                "en": "It is worth mentioning that being part of Cancun, it is much easier to find recurring transportation to Puerto Juarez, and we repeat: Downtown Cancun is large, and the place you are looking for to board transportation to anywhere in Puerto Juarez is at the 'crucero'."
              }
            ]
          },
          {
            "id": "htg_main_zona_hotelera_loc",
            "title": {
              "es": "¿Cómo llegar a Puerto Juárez desde la Zona Hotelera de Cancún?",
              "en": "How to get to Puerto Juarez from the Cancun Hotel Zone?"
            },
            "paragraphs": [
              {
                "type": "normal",
                "text": {
                  "es": "Desde la Zona Hotelera, también se puede llegar a cualquier parte de Puerto Juárez, pero es necesario entender que para lograrlo se tiene que realizar una combinación de 2 o 3 servicios de transporte público.",
                  "en": "From the Hotel Zone, you can also reach any part of Puerto Juarez, but it is necessary to understand that to do so, you have to make a combination of 2 or 3 public transport services."
                }
              },
              {
                "type": "normal",
                "text": {
                  "es": "¿Por qué transporte público? Porque los servicios de taxi que puedes adquirir en la Zona Hotelera te pueden llegar a cobrar hasta 800 MXN o más por llevarte a Puerto Juárez, y no queremos eso, ¿verdad?",
                  "en": "Why public transport? Because taxi services you can get in the Hotel Zone can charge you up to 800 MXN or more to take you to Puerto Juarez, and we don't want that, right?"
                }
              },
              {
                "type": "normal",
                "text": {
                  "es": "Nuestro primer camión lo tomaremos afuera de nuestro hotel. Normalmente, a las afueras de cualquiera de los hoteles de la Zona Hotelera, encontraremos \"paraderos de autobuses\", y si no somos muy pacientes, entonces tomaremos cualquiera de los camiones que vaya hacia el centro de Cancún.",
                  "en": "We will take our first bus outside our hotel. Normally, outside any of the hotels in the Hotel Zone, we will find \"bus stops\", and if we are not very patient, then we will take any of the buses going towards downtown Cancun."
                }
              },
              {
                "type": "normal",
                "text": {
                  "es": "Normalmente existen camiones que te pueden llevar directo al crucero, pero si no eres paciente, puedes tomar cualquier otro camión.",
                  "en": "Normally there are buses that can take you directly to the 'crucero', but if you are not patient, you can take any other bus."
                }
              },
              {
                "type": "highlighted",
                "text": {
                  "es": "Entonces, desde el centro, puedes tomar otro camión hacia el crucero y desde aquí, tomar un transporte hacia Puerto Juárez. Así de simple y así de sencillo.",
                  "en": "So, from downtown, you can take another bus to the 'crucero' and from here, take transportation to Puerto Juarez. That simple and that easy."
                }
              }
            ],
            "link": {
              "url": "https://staywuw.com/",
              "text": { "es": "https://staywuw.com/", "en": "https://staywuw.com/" }
            }
          },
          {
            "id": "htg_main_quote_loc",
            "text": {
              "es": "¿Por qué transporte público? Porque los servicios de taxi que puedes adquirir en la Zona Hotelera te pueden llegar a cobrar hasta 800 MXN o más por llevarte a Puerto Juárez, y no queremos eso, ¿verdad?",
              "en": "Why public transport? Because taxi services you can get in the Hotel Zone can charge you up to 800 MXN or more to take you to Puerto Juarez, and we don't want that, right?"
            }
          },
          {
            "id": "htg_main_map_image_loc",
            "image": {
              "src": "/src/assets/como-llegar-a-puerto-juarez-desde-zona-hotelera.jpg",
              "alt": {
                "es": "Ubicación como llegar a Puerto Juárez",
                "en": "Location how to get to Puerto Juarez"
              }
            }
          }
        ]
      }
    },
    "routesFrom": {
      "data": {
        "title": {
          "es": "Desde Puerto Juárez a....",
          "en": "From Puerto Juarez to...."
        },
        "routes": [
          {
            "id": "pj_to_cancun_detail_main",
            "number": 1,
            "descriptionParagraphs": [
              {
                "es": "Si te encuentras en Cancún y deseas llegar a Puerto Juárez, ya sea para tomar el ferry a Isla Mujeres, visitar la zona arqueológica El Meco, recorrer el pequeño pueblo o disfrutar de su gastronomía, conocer y refrescarte con sus playas, entonces aquí te explicaremos paso a paso cómo hacerlo.",
                "en": "If you are in Cancun and wish to get to Puerto Juarez, whether to take the ferry to Isla Mujeres, visit the El Meco archaeological zone, explore the small town, or enjoy its gastronomy, get to know and cool off at its beaches, then here we will explain step by step how to do it."
              },
              {
                "es": "Como ya debes saber, el centro de Cancún es el punto en el cual se toman los camiones, colectivos y taxis para poder llegar a cualquier otra parte de Cancún o incluso fuera de él. Por ende, ya te debes imaginar que para llegar a Puerto Juárez, primero necesitas estar en el centro de Cancún.",
                "en": "As you may already know, downtown Cancun is the point where buses, colectivos, and taxis are taken to reach any other part of Cancun or even outside of it. Therefore, you can imagine that to get to Puerto Juarez, you first need to be in downtown Cancun."
              },
              {
                "es": "Entonces, ¿Cómo puedo llegar al centro de Cancún? Normalmente no es muy complicado llegar al centro de Cancún, casi todas las rutas de los camiones de transporte público llegan por aquí, sin embargo el centro de Cancún es un poco amplio en contexto de la palabra, entonces ¿Cómo llegar a Puerto Juárez desde el centro de Cancún? .",
                "en": "So, how can I get to downtown Cancun? It is usually not very complicated to get to downtown Cancun, almost all public transport bus routes arrive here, however, downtown Cancun is a bit broad in context, so how to get to Puerto Juarez from downtown Cancun?"
              }
            ]
          },
          {
            "id": "pj_to_cancun_detail_2",
            "number": 2,
            "descriptionParagraphs": [
              {
                "es": "Si te encuentras en Cancún y deseas llegar a Puerto Juárez, ya sea para tomar el ferry a Isla Mujeres, visitar la zona arqueológica El Meco, recorrer el pequeño pueblo o disfrutar de su gastronomía, conocer y refrescarte con sus playas, entonces aquí te explicaremos paso a paso cómo hacerlo.",
                "en": "If you are in Cancun and wish to get to Puerto Juarez, whether to take the ferry to Isla Mujeres, visit the El Meco archaeological zone, explore the small town, or enjoy its gastronomy, get to know and cool off at its beaches, then here we will explain step by step how to do it."
              },
              {
                "es": "Como ya debes saber, el centro de Cancún es el punto en el cual se toman los camiones, colectivos y taxis para poder llegar a cualquier otra parte de Cancún o incluso fuera de él. Por ende, ya te debes imaginar que para llegar a Puerto Juárez, primero necesitas estar en el centro de Cancún.",
                "en": "As you may already know, downtown Cancun is the point where buses, colectivos, and taxis are taken to reach any other part of Cancun or even outside of it. Therefore, you can imagine that to get to Puerto Juarez, you first need to be in downtown Cancun."
              },
              {
                "es": "Entonces, ¿Cómo puedo llegar al centro de Cancún? Normalmente no es muy complicado llegar al centro de Cancún, casi todas las rutas de los camiones de transporte público llegan por aquí, sin embargo el centro de Cancún es un poco amplio en contexto de la palabra, entonces ¿Cómo llegar a Puerto Juárez desde el centro de Cancún? .",
                "en": "So, how can I get to downtown Cancun? It is usually not very complicated to get to downtown Cancun, almost all public transport bus routes arrive here, however, downtown Cancun is a bit broad in context, so how to get to Puerto Juarez from downtown Cancun?"
              }
            ]
          },
          {
            "id": "pj_to_cancun_detail_3",
            "number": 3,
            "descriptionParagraphs": [
              {
                "es": "Si te encuentras en Cancún y deseas llegar a Puerto Juárez, ya sea para tomar el ferry a Isla Mujeres, visitar la zona arqueológica El Meco, recorrer el pequeño pueblo o disfrutar de su gastronomía, conocer y refrescarte con sus playas, entonces aquí te explicaremos paso a paso cómo hacerlo.",
                "en": "If you are in Cancun and wish to get to Puerto Juarez, whether to take the ferry to Isla Mujeres, visit the El Meco archaeological zone, explore the small town, or enjoy its gastronomy, get to know and cool off at its beaches, then here we will explain step by step how to do it."
              },
              {
                "es": "Como ya debes saber, el centro de Cancún es el punto en el cual se toman los camiones, colectivos y taxis para poder llegar a cualquier otra parte de Cancún o incluso fuera de él. Por ende, ya te debes imaginar que para llegar a Puerto Juárez, primero necesitas estar en el centro de Cancún.",
                "en": "As you may already know, downtown Cancun is the point where buses, colectivos, and taxis are taken to reach any other part of Cancun or even outside of it. Therefore, you can imagine that to get to Puerto Juarez, you first need to be in downtown Cancun."
              },
              {
                "es": "Entonces, ¿Cómo puedo llegar al centro de Cancún? Normalmente no es muy complicado llegar al centro de Cancún, casi todas las rutas de los camiones de transporte público llegan por aquí, sin embargo el centro de Cancún es un poco amplio en contexto de la palabra, entonces ¿Cómo llegar a Puerto Juárez desde el centro de Cancún? .",
                "en": "So, how can I get to downtown Cancun? It is usually not very complicated to get to downtown Cancun, almost all public transport bus routes arrive here, however, downtown Cancun is a bit broad in context, so how to get to Puerto Juarez from downtown Cancun?"
              }
            ]
          }
        ]
      }
    },
    "howToBookTransport": {
      "data": {
        "title": {
          "es": "¿Cómo reservar un transporte?",
          "en": "How to book transportation?"
        },
        "introduction": {
          "es": "Lorem ipsum dolor sit amet consectetur. Viverra dignissim dictum faucibus sed potenti commodo libero id. Fames massa consectetur duis tortor urna maecenas accumsan habitant. Ut placerat sit aliquam dolor penatibus ut nunc interdum laoreet. Viverra dis sagittis amet quam aliquet etiam sed tincidunt. Convallis leo in netus velit. Metus proin elit posuere dictumst felis sodales nisl. Pellentesque aenean in turpis lacus egestas consectetur.",
          "en": "Lorem ipsum dolor sit amet consectetur. Viverra dignissim dictum faucibus sed potenti commodo libero id. Fames massa consectetur duis tortor urna maecenas accumsan habitant. Ut placerat sit aliquam dolor penatibus ut nunc interdum laoreet. Viverra dis sagittis amet quam aliquet etiam sed tincidunt. Convallis leo in netus velit. Metus proin elit posuere dictumst felis sodales nisl. Pellentesque aenean in turpis lacus egestas consectetur."
        },
        "steps": [
          {
            "id": "htb_trans_step1_main",
            "icon": {
              "src": "https://photos.staywuw.com/assets/icons/location/location-on-bl.svg",
              "alt": { "es": "Icono ubicación", "en": "Location icon" }
            },
            "text": {
              "es": "Tu estancia perfecta comienza con la ubicación ideal.",
              "en": "Your perfect stay begins with the ideal location."
            },
            "highlightStyle": "normal"
          },
          {
            "id": "htb_trans_step2_main",
            "icon": {
              "src": "https://photos.staywuw.com/assets/icons/calendar/calendar-done-w.svg",
              "alt": { "es": "Icono calendario", "en": "Calendar icon" }
            },
            "text": {
              "es": "Selecciona el día que más te convenga.",
              "en": "Select the day that suits you best."
            },
            "highlightStyle": "accent"
          },
          {
            "id": "htb_trans_step3_main",
            "icon": {
              "src": "https://photos.staywuw.com/assets/icons/general/airport-bl.svg",
              "alt": { "es": "Icono aeropuerto", "en": "Airport icon" }
            },
            "text": {
              "es": "Elige y reserva el auto perfecto para ti",
              "en": "Choose and reserve the perfect car for you"
            },
            "highlightStyle": "normal"
          }
        ]
      }
    },
    "photoGallery": {
      "data": {
        "largeImage": {
          "src": "/src/assets/krysttt.JPG",
          "alt": {
            "es": "Galería de blog Hotel Krystal Cancún",
            "en": "Blog gallery Hotel Krystal Cancun"
          }
        },
        "smallImages": [
          {
            "id": "gallery_main_img_1",
            "src": "/src/assets/imagen 1.jpeg",
            "alt": { "es": "Imagen 1 de galería", "en": "Gallery image 1" }
          },
          {
            "id": "gallery_main_img_2",
            "src": "/src/assets/img 2.jpg",
            "alt": { "es": "Imagen 2 de galería", "en": "Gallery image 2" }
          },
          {
            "id": "gallery_main_img_3",
            "src": "/src/assets/ptj.jpg",
            "alt": { "es": "Imagen 3 de galería", "en": "Gallery image 3" }
          },
          {
            "id": "gallery_main_img_4",
            "src": "/src/assets/aire can.jpg",
            "alt": { "es": "Imagen 4 de galería", "en": "Gallery image 4" }
          }
        ]
      }
    },
    "familyHotels": {
      "data": {
        "title": {
          "es": "Hoteles familiares en Puerto Juárez",
          "en": "Family Hotels in Puerto Juarez"
        },
        "introductionParagraphs": [
          {
            "es": "Puerto Juárez es un destino ideal para familias con niños. El pueblo ofrece una variedad de actividades y atracciones para niños de todas las edades, como playas, parques acuáticos, parques temáticos y museos.",
            "en": "Puerto Juarez is an ideal destination for families with children. The town offers a variety of activities and attractions for children of all ages, such as beaches, water parks, theme parks, and museums."
          },
          {
            "es": "Si estás buscando un hotel familiar en Puerto Juárez, hay muchas opciones disponibles. Aquí hay una lista de los mejores hoteles familiares en Puerto Juárez:",
            "en": "If you're looking for a family hotel in Puerto Juarez, there are many options available. Here is a list of the best family hotels in Puerto Juarez:"
          }
        ],
        "hotelList": [
          {
            "id": "hotel_la_amada_principal",
            "name": { "es": "La Amada", "en": "La Amada" }
          },
          {
            "id": "hotel_la_amada_2",
            "name": { "es": "La Amada", "en": "La Amada" }
          },
          {
            "id": "hotel_la_amada_3",
            "name": { "es": "La Amada", "en": "La Amada" }
          },
          {
            "id": "hotel_la_amada_4",
            "name": { "es": "La Amada", "en": "La Amada" }
          }
        ],
        "mainImage": {
          "src": "/src/assets/imagen alberca.jpg",
          "alt": {
            "es": "Hotel familiar en Puerto Juárez",
            "en": "Family hotel in Puerto Juarez"
          }
        }
      }
    },
    "journeyVideo": {
      "data": {
        "title": {
          "es": "Puerto Juárez a Isla Mujeres",
          "en": "Puerto Juarez to Isla Mujeres"
        },
        "descriptionParagraphs": [
          {
            "es": "La terminal marítima de Puerto Juárez es el principal punto de conexión para el transporte marítimo desde y hacia Isla Mujeres. Ahora que hemos explorado las diversas formas de llegar a dicho lugar, seguramente te estarás preguntando sobre la distancia y el costo del ferry, ¿verdad? Bueno, ¡ahora responderemos esas preguntas!",
            "en": "The Puerto Juarez maritime terminal is the main connection point for sea transportation to and from Isla Mujeres. Now that we have explored the various ways to get to this place, you are surely wondering about the distance and cost of the ferry, right? Well, now we will answer those questions!"
          },
          {
            "es": "¿Cuál es el precio del ferry de Puerto Juárez a Isla Mujeres? El costo del ferry desde Puerto Juárez a Isla Mujeres es de 270 pesos mexicanos (14.25 dólares) por trayecto para adultos y 200 pesos mexicanos (10.25 dólares) para niños. Para el viaje de ida y vuelta, el precio es de 540 pesos mexicanos (28.50 dólares) para adultos y 400 pesos mexicanos (20.50 dólares) para niños.",
            "en": "What is the price of the ferry from Puerto Juarez to Isla Mujeres? The cost of the ferry from Puerto Juarez to Isla Mujeres is 270 Mexican pesos (14.25 dollars) per way for adults and 200 Mexican pesos (10.25 dollars) for children. For a round trip, the price is 540 Mexican pesos (28.50 dollars) for adults and 400 pesos mexicanos (20.50 dollars) for children."
          },
          {
            "es": "¿Cuál es la distancia de Puerto Juárez a Isla Mujeres? La distancia desde la terminal marítima de Puerto Juárez hasta Isla Mujeres es de 13.9 km, y la duración promedio del viaje en ferry es de 25 minutos o menos. Todo dependerá de las condiciones climáticas en el momento de tu viaje.",
            "en": "What is the distance from Puerto Juarez to Isla Mujeres? The distance from the Puerto Juarez maritime terminal to Isla Mujeres is 13.9 km, and the average ferry travel time is 25 minutes or less. Everything will depend on the weather conditions at the time of your trip."
          },
          {
            "es": "Es importante mencionar que estos precios son para el público en general. Existen tarifas especiales que suelen ser más económicas para residentes del estado, personas de la tercera edad, y precios ligeramente más altos al optar por servicios VIP de traslado marítimo de ultramar.",
            "en": "It is important to mention that these prices are for the general public. Special rates are often available that are more economical for state residents, seniors, and slightly higher prices when opting for VIP Ultramar sea transfer services."
          }
        ],
        "video": {
          "embedUrl": "https://www.youtube.com/embed/FkCXFvgmzB0",
          "ariaTitle": {
            "es": "Viaje en Ferry Puerto Juárez a Isla Mujeres",
            "en": "Ferry Trip Puerto Juarez to Isla Mujeres"
          }
        },
        "videoCaption": { "es": "Disfruta el viaje.", "en": "Enjoy the trip." }
      }
    },
    "ferrySchedule": {
      "data": {
        "title": {
          "es": "Horarios del Ferry Isla Mujeres",
          "en": "Isla Mujeres Ferry Schedule"
        },
        "introduction": {
          "es": "Descubre la comodidad y eficiencia de los horarios del ferry que conecta con el paraíso de Isla Mujeres. Sumérgete en una experiencia de transporte marítimo diseñada para ofrecer conexiones fluidas y convenientes. Conoce más sobre los horarios del ferry Isla Mujeres y planifica tu viaje con la certeza de disfrutar de una travesía sin contratiempos hacia este destino de ensueño.",
          "en": "Discover the comfort and efficiency of the ferry schedules connecting to the paradise of Isla Mujeres. Immerse yourself in a maritime transport experience designed to offer smooth and convenient connections. Learn more about the Isla Mujeres ferry schedules and plan your trip with the certainty of enjoying a seamless journey to this dream destination."
        },
        "scheduleTable": {
          "headers": [
            {
              "id": "cancunToIsla",
              "label": {
                "es": "Cancún a Isla Mujeres",
                "en": "Cancun to Isla Mujeres"
              }
            },
            {
              "id": "islaToCancun",
              "label": {
                "es": "Isla Mujeres a Cancún",
                "en": "Isla Mujeres to Cancun"
              }
            }
          ],
          "rows": [
            { "cancunToIsla": "5:30 am", "islaToCancun": "6:00 am" },
            { "cancunToIsla": "6:30 am", "islaToCancun": "7:00 am" },
            { "cancunToIsla": "7:00 am", "islaToCancun": "8:00 am" }
          ]
        },
        "footerNote": {
          "es": "Horarios sujetos a cambio.",
          "en": "Schedules subject to change."
        }
      }
    },
    "favoriteActivities": {
      "data": {
        "sectionTitle": {
          "es": "Nuestras 2 actividades favoritas para ti",
          "en": "Our 2 favorite activities for you"
        },
        "introductionParagraphs": [
          {
            "es": "Puerto Juárez es un destino ideal para familias con niños. El pueblo ofrece una variedad de actividades y atracciones para niños de todas las edades, como playas, parques acuáticos, parques temáticos y museos.",
            "en": "Puerto Juarez is an ideal destination for families with children. The town offers a variety of activities and attractions for children of all ages, such as beaches, water parks, theme parks, and museums."
          },
          {
            "es": "Si estás buscando un hotel familiar en Puerto Juárez, hay muchas opciones disponibles. Aquí hay una lista de los mejores hoteles familiares en Puerto Juárez:",
            "en": "If you're looking for a family hotel in Puerto Juarez, there are many options available. Here is a list of the best family hotels in Puerto Juarez:"
          }
        ],
        "activities": [
          {
            "title": { "es": "Capitán Hook", "en": "Captain Hook" },
            "description": {
              "es": "Cerca de la terminal marítima de ultramar de Puerto Juárez, encontraremos el tour del Capitán Hooks, un tour que nos regala una aventura recorriendo el mar caribe a bordo de la replica de un galeón español, mientras disfrutamos de un show pirata y una rica cena que puede ser pollo o langosta.",
              "en": "Near the Ultramar maritime terminal in Puerto Juarez, you'll find the Captain Hook tour, an adventure that takes you through the Caribbean Sea aboard a replica of a Spanish galleon, while enjoying a pirate show and a delicious dinner which can be chicken or lobster."
            }
          },
          {
            "title": { "es": "Tour Isla Mujeres", "en": "Isla Mujeres Tour" },
            "description": {
              "es": "Si bien desde la terminal de Puerto Juárez se puede llegar a Isla Mujeres, muchos prefieren tomar los tour a Isla Mujeres, que ofrecen los lancheros cercanos a la terminal marítima. Estos tour particularmente te llevan a conocer las mejores zonas de la Isla y te incluyen un rico bufet.",
              "en": "While you can reach Isla Mujeres from the Puerto Juarez terminal, many prefer to take the Isla Mujeres tours offered by boaters near the maritime terminal. These tours specifically take you to the best areas of the island and include a delicious buffet."
            }
          }
        ],
        "mainImage": {
          "src": "/src/assets/tour-en-cancun-capitan-hook-barco-pirata.jpg",
          "alt": {
            "es": "Actividades favoritas en Puerto Juárez",
            "en": "Favorite activities in Puerto Juarez"
          }
        }
      }
    },
    "placesToVisit": {
      "data": {
        "sectionTitle": {
          "es": "8 Lugares que visitar en Acapulco",
          "en": "8 Places to Visit in Acapulco"
        },
        "introduction": {
          "es": "Toma nota de tus favoritos y consulta el mapa con ubicaciones exactas al final de la nota. Comienza a planear tus días cuando sea el momento de llegar a la gran costera Guerrerense.",
          "en": "Take note of your favorites and check the map with exact locations at the end of the note. Start planning your days when it's time to arrive at the great Guerrerense coast."
        },
        "placesList": [
          {
            "id": "acapulco_ptv_zona_dorada",
            "number": 1,
            "title": { "es": "Zona Dorada", "en": "Golden Zone" },
            "subtitle": {
              "es": "¡La emblemática costa que distingue a Acapulco!.",
              "en": "The emblematic coast that distinguishes Acapulco!."
            },
            "descriptionParagraphs": [
              {
                "es": "Para empezar el día y si eres de las personas a las que les gusta ejercitarse un poco antes de empezar la jornada, la Zona Dorada de Acapulco te ofrece la oportunidad de practicar paddle board y kayak en el mar.",
                "en": "To start the day, and if you are one of those people who like to exercise a little before starting the day, the Golden Zone of Acapulco offers you the opportunity to practice paddle boarding and kayaking in the sea."
              },
              {
                "es": "¿Te imaginas navegar con un acompañante mientras remas por tu cuenta? Es un buen ejercicio para despertar y la brisa del mar te relajará.",
                "en": "Can you imagine navigating with a companion while you row on your own? It's a good exercise to wake up and the sea breeze will relax you."
              }
            ],
            "image": {
              "src": "https://images.unsplash.com/photo-1576159599964-9fc3a3c5e4d8?q=80&w=2060&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
              "alt": { "es": "Zona Dorada Acapulco", "en": "Acapulco Golden Zone" }
            }
          },
          {
            "id": "acapulco_ptv_lugar_2",
            "number": 2,
            "title": { "es": "Zona Dorada", "en": "Golden Zone" },
            "subtitle": {
              "es": "¡La emblemática costa que distingue a Acapulco!.",
              "en": "The emblematic coast that distinguishes Acapulco!."
            },
            "descriptionParagraphs": [
              {
                "es": "Para empezar el día y si eres de las personas a las que les gusta ejercitarse un poco antes de empezar la jornada, la Zona Dorada de Acapulco te ofrece la oportunidad de practicar paddle board y kayak en el mar.",
                "en": "To start the day, and if you are one of those people who like to exercise a little before starting the day, the Golden Zone of Acapulco offers you the opportunity to practice paddle boarding and kayaking in the sea."
              },
              {
                "es": "¿Te imaginas navegar con un acompañante mientras remas por tu cuenta? Es un buen ejercicio para despertar y la brisa del mar te relajará.",
                "en": "Can you imagine navigating with a companion while you row on your own? It's a good exercise to wake up and the sea breeze will relax you."
              }
            ],
            "image": {
              "src": "https://images.unsplash.com/photo-1576159599964-9fc3a3c5e4d8?q=80&w=2060&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
              "alt": { "es": "Zona Dorada Acapulco", "en": "Acapulco Golden Zone" }
            }
          },
          {
            "id": "acapulco_ptv_lugar_3",
            "number": 3,
            "title": { "es": "Zona Dorada", "en": "Golden Zone" },
            "subtitle": {
              "es": "¡La emblemática costa que distingue a Acapulco!.",
              "en": "The emblematic coast that distinguishes Acapulco!."
            },
            "descriptionParagraphs": [
              {
                "es": "Para empezar el día y si eres de las personas a las que les gusta ejercitarse un poco antes de empezar la jornada, la Zona Dorada de Acapulco te ofrece la oportunidad de practicar paddle board y kayak en el mar.",
                "en": "To start the day, and if you are one of those people who like to exercise a little before starting the day, the Golden Zone of Acapulco offers you the opportunity to practice paddle boarding and kayaking in the sea."
              },
              {
                "es": "¿Te imaginas navegar con un acompañante mientras remas por tu cuenta? Es un buen ejercicio para despertar y la brisa del mar te relajará.",
                "en": "Can you imagine navigating with a companion while you row on your own? It's a good exercise to wake up and the sea breeze will relax you."
              }
            ],
            "image": {
              "src": "https://images.unsplash.com/photo-1576159599964-9fc3a3c5e4d8?q=80&w=2060&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
              "alt": { "es": "Zona Dorada Acapulco", "en": "Acapulco Golden Zone" }
            }
          },
          {
            "id": "acapulco_ptv_lugar_4",
            "number": 4,
            "title": { "es": "Zona Dorada", "en": "Golden Zone" },
            "subtitle": {
              "es": "¡La emblemática costa que distingue a Acapulco!.",
              "en": "The emblematic coast that distinguishes Acapulco!."
            },
            "descriptionParagraphs": [
              {
                "es": "Para empezar el día y si eres de las personas a las que les gusta ejercitarse un poco antes de empezar la jornada, la Zona Dorada de Acapulco te ofrece la oportunidad de practicar paddle board y kayak en el mar.",
                "en": "To start the day, and if you are one of those people who like to exercise a little before starting the day, the Golden Zone of Acapulco offers you the opportunity to practice paddle boarding and kayaking in the sea."
              },
              {
                "es": "¿Te imaginas navegar con un acompañante mientras remas por tu cuenta? Es un buen ejercicio para despertar y la brisa del mar te relajará.",
                "en": "Can you imagine navigating with a companion while you row on your own? It's a good exercise to wake up and the sea breeze will relax you."
              }
            ],
            "image": {
              "src": "https://images.unsplash.com/photo-1576159599964-9fc3a3c5e4d8?q=80&w=2060&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
              "alt": { "es": "Zona Dorada Acapulco", "en": "Acapulco Golden Zone" }
            }
          },
          {
            "id": "acapulco_ptv_lugar_5",
            "number": 5,
            "title": { "es": "Zona Dorada", "en": "Golden Zone" },
            "subtitle": {
              "es": "¡La emblemática costa que distingue a Acapulco!.",
              "en": "The emblematic coast that distinguishes Acapulco!."
            },
            "descriptionParagraphs": [
              {
                "es": "Para empezar el día y si eres de las personas a las que les gusta ejercitarse un poco antes de empezar la jornada, la Zona Dorada de Acapulco te ofrece la oportunidad de practicar paddle board y kayak en el mar.",
                "en": "To start the day, and if you are one of those people who like to exercise a little before starting the day, the Golden Zone of Acapulco offers you the opportunity to practice paddle boarding and kayaking in the sea."
              },
              {
                "es": "¿Te imaginas navegar con un acompañante mientras remas por tu cuenta? Es un buen ejercicio para despertar y la brisa del mar te relajará.",
                "en": "Can you imagine navigating with a companion while you row on your own? It's a good exercise to wake up and the sea breeze will relax you."
              }
            ],
            "image": {
              "src": "https://images.unsplash.com/photo-1576159599964-9fc3a3c5e4d8?q=80&w=2060&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
              "alt": { "es": "Zona Dorada Acapulco", "en": "Acapulco Golden Zone" }
            }
          },
          {
            "id": "acapulco_ptv_lugar_6",
            "number": 6,
            "title": { "es": "Zona Dorada", "en": "Golden Zone" },
            "subtitle": {
              "es": "¡La emblemática costa que distingue a Acapulco!.",
              "en": "The emblematic coast that distinguishes Acapulco!."
            },
            "descriptionParagraphs": [
              {
                "es": "Para empezar el día y si eres de las personas a las que les gusta ejercitarse un poco antes de empezar la jornada, la Zona Dorada de Acapulco te ofrece la oportunidad de practicar paddle board y kayak en el mar.",
                "en": "To start the day, and if you are one of those people who like to exercise a little before starting the day, the Golden Zone of Acapulco offers you the opportunity to practice paddle boarding and kayaking in the sea."
              },
              {
                "es": "¿Te imaginas navegar con un acompañante mientras remas por tu cuenta? Es un buen ejercicio para despertar y la brisa del mar te relajará.",
                "en": "Can you imagine navigating with a companion while you row on your own? It's a good exercise to wake up and the sea breeze will relax you."
              }
            ],
            "image": {
              "src": "https://images.unsplash.com/photo-1576159599964-9fc3a3c5e4d8?q=80&w=2060&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
              "alt": { "es": "Zona Dorada Acapulco", "en": "Acapulco Golden Zone" }
            }
          },
          {
            "id": "acapulco_ptv_lugar_7",
            "number": 7,
            "title": { "es": "Zona Dorada", "en": "Golden Zone" },
            "subtitle": {
              "es": "¡La emblemática costa que distingue a Acapulco!.",
              "en": "The emblematic coast that distinguishes Acapulco!."
            },
            "descriptionParagraphs": [
              {
                "es": "Para empezar el día y si eres de las personas a las que les gusta ejercitarse un poco antes de empezar la jornada, la Zona Dorada de Acapulco te ofrece la oportunidad de practicar paddle board y kayak en el mar.",
                "en": "To start the day, and if you are one of those people who like to exercise a little before starting the day, the Golden Zone of Acapulco offers you the opportunity to practice paddle boarding and kayaking in the sea."
              },
              {
                "es": "¿Te imaginas navegar con un acompañante mientras remas por tu cuenta? Es un buen ejercicio para despertar y la brisa del mar te relajará.",
                "en": "Can you imagine navigating with a companion while you row on your own? It's a good exercise to wake up and the sea breeze will relax you."
              }
            ],
            "image": {
              "src": "https://images.unsplash.com/photo-1576159599964-9fc3a3c5e4d8?q=80&w=2060&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
              "alt": { "es": "Zona Dorada Acapulco", "en": "Acapulco Golden Zone" }
            }
          },
          {
            "id": "acapulco_ptv_lugar_8",
            "number": 8,
            "title": { "es": "Zona Dorada", "en": "Golden Zone" },
            "subtitle": {
              "es": "¡La emblemática costa que distingue a Acapulco!.",
              "en": "The emblematic coast that distinguishes Acapulco!."
            },
            "descriptionParagraphs": [
              {
                "es": "Para empezar el día y si eres de las personas a las que les gusta ejercitarse un poco antes de empezar la jornada, la Zona Dorada de Acapulco te ofrece la oportunidad de practicar paddle board y kayak en el mar.",
                "en": "To start the day, and if you are one of those people who like to exercise a little before starting the day, the Golden Zone of Acapulco offers you the opportunity to practice paddle boarding and kayaking in the sea."
              },
              {
                "es": "¿Te imaginas navegar con un acompañante mientras remas por tu cuenta? Es un buen ejercicio para despertar y la brisa del mar te relajará.",
                "en": "Can you imagine navigating with a companion while you row on your own? It's a good exercise to wake up and the sea breeze will relax you."
              }
            ],
            "image": {
              "src": "https://images.unsplash.com/photo-1576159599964-9fc3a3c5e4d8?q=80&w=2060&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
              "alt": { "es": "Zona Dorada Acapulco", "en": "Acapulco Golden Zone" }
            }
          }
        ]
      }
    },
    "quickFact": {
      "data": {
        "title": {
          "es": "¿Sabías qué?...",
          "en": "Did you know?..."
        },
        "fact": {
          "es": "Acapulco es la ciudad más grande del Estado de Guerrero y es uno de los 10 destinos turísticos más visitados de México.",
          "en": "Acapulco is the largest city in the State of Guerrero and is one of the 10 most visited tourist destinations in Mexico."
        }
      }
    },
    "touristMap": {
      "data": {
        "title": {
          "es": "Mapa de lugares turísticos para visitar en Acapulco",
          "en": "Map of tourist places to visit in Acapulco"
        },
        "introduction": {
          "es": "Consulta todos los lugares mencionados para visitar en Acapulco en el siguiente mapa:",
          "en": "Check all the mentioned places to visit in Acapulco on the following map:"
        },
        "mapConfiguration": {
          "apiKey": "",
          "defaultCenter": { "lat": 16.85, "lng": -99.88 },
          "defaultZoom": 12,
          "markers": [
            {
              "id": "acapulco_map_main_marker_1",
              "position": { "lat": 16.8464, "lng": -99.9117 },
              "name": { "es": "La Quebrada", "en": "La Quebrada" },
              "description": {
                "es": "Clavados famosos.",
                "en": "Famous cliff dives."
              }
            }
          ]
        },
        "fallbackImage": {
          "src": "/googleMaps.png",
          "alt": { "es": "Mapa de Acapulco", "en": "Map of Acapulco" }
        }
      }
    },
    "beforeYouVisitRecommendations": {
      "data": {
        "sectionTitle": {
          "es": "Recomendaciones antes de visitar Acapulco.",
          "en": "Recommendations before visiting Acapulco."
        },
        "introduction": {
          "es": "Sigue los siguientes tips para tener una mejor estancia en tu viaje:",
          "en": "Follow these tips for a better stay on your trip:"
        },
        "tipsList": [
          {
            "id": "acapulco_main_tip_1",
            "text": {
              "es": "Recomendación para el viajero, recomendaciones para el viajero.",
              "en": "Recommendation for the traveler, recommendations for the traveler."
            }
          },
          {
            "id": "acapulco_main_tip_2",
            "text": {
              "es": "Recomendación para el viajero, recomendaciones para el viajero.",
              "en": "Recommendation for the traveler, recommendations for the traveler."
            }
          },
          {
            "id": "acapulco_main_tip_3",
            "text": {
              "es": "Recomendación para el viajero, recomendaciones para el viajero.",
              "en": "Recommendation for the traveler, recommendations for the traveler."
            }
          },
          {
            "id": "acapulco_main_tip_4",
            "text": {
              "es": "Recomendación para el viajero, recomendaciones para el viajero.",
              "en": "Recommendation for the traveler, recommendations for the traveler."
            }
          }
        ],
        "conclusionText": {
          "parts": [
            {
              "type": "text",
              "content": {
                "es": "Prepara tus maletas y compra tus ",
                "en": "Pack your bags and buy your "
              }
            },
            {
              "type": "link",
              "text": { "es": "boletos de autobus", "en": "bus tickets" },
              "href": ""
            },
            {
              "type": "text",
              "content": {
                "es": " para conocer estos increíbles lugares para pasar un gran día.",
                "en": " to explore these incredible places for a great day."
              }
            }
          ]
        }
      }
    },
    "bestRoutesTo": {
      "data": {
        "sectionTitle": {
          "es": "Mejores rutas hacia Acapulco, Gro:",
          "en": "Best routes to Acapulco, Gro:"
        },
        "routes": [
          {
            "id": "route_to_aca_cdmx_main",
            "name": {
              "es": "Ciudad de México a Acapulco De Juárez.",
              "en": "Mexico City to Acapulco De Juarez."
            },
            "duration": {
              "label": {
                "es": "Duración aproximada:",
                "en": "Approximate duration:"
              },
              "value": "05 h 00m"
            }
          },
          {
            "id": "route_to_aca_2",
            "name": {
              "es": "Ciudad de México a Acapulco De Juárez.",
              "en": "Mexico City to Acapulco De Juarez."
            },
            "duration": {
              "label": {
                "es": "Duración aproximada:",
                "en": "Approximate duration:"
              },
              "value": "05 h 00m"
            }
          },
          {
            "id": "route_to_aca_3",
            "name": {
              "es": "Ciudad de México a Acapulco De Juárez.",
              "en": "Mexico City to Acapulco De Juarez."
            },
            "duration": {
              "label": {
                "es": "Duración aproximada:",
                "en": "Approximate duration:"
              },
              "value": "05 h 00m"
            }
          },
          {
            "id": "route_to_aca_4",
            "name": {
              "es": "Ciudad de México a Acapulco De Juárez.",
              "en": "Mexico City to Acapulco De Juarez."
            },
            "duration": {
              "label": {
                "es": "Duración aproximada:",
                "en": "Approximate duration:"
              },
              "value": "05 h 00m"
            }
          }
        ],
        "footerNote": { "es": "Los tiempos pueden variar.", "en": "Times may vary." }
      }
    },
    "generalClimateInfo": {
      "data": {
        "contentBlocks": [
          {
            "id": "gci_title_1",
            "type": "mainTitle",
            "text": {
              "es": "CUÁNDO ES LA MEJOR ÉPOCA PARA VIAJAR A CANCÚN",
              "en": "WHEN IS THE BEST TIME TO TRAVEL TO CANCUN"
            }
          },
          {
            "id": "gci_p_1",
            "type": "paragraph",
            "text": {
              "es": "Antes de comenzar con este post acerca de la mejor época para viajar a Cancún, creemos que es importante que conozcas un poco más de las temporadas y el clima de la ciudad para que tengas un mejor criterio.",
              "en": "Before starting this post about the best time to travel to Cancun, we think it's important for you to know a little more about the city's seasons and climate so you can have better judgment."
            }
          },
          {
            "id": "gci_title_2",
            "type": "mainTitle",
            "text": {
              "es": "Características generales del clima en Cancún",
              "en": "General characteristics of the climate in Cancun"
            }
          },
          {
            "id": "gci_p_2",
            "type": "paragraph",
            "text": {
              "es": "Cancún es una de las ciudades de México más visitadas por los turistas. Sin embargo, su principal atractivo son las playas, así que es mejor que te asegures un buen clima antes de visitarla. A continuación te contaremos algunas características generales del clima de Cancún para que te familiarices con la ciudad y sepas cuándo es mejor viajar a Cancún.",
              "en": "Cancun is one of the most visited cities in Mexico by tourists. However, its main attraction is its beaches, so it's best to ensure good weather before visiting. Below, we will tell you some general characteristics of Cancun's climate so you can familiarize yourself with the city and know when it's best to travel to Cancun."
            }
          },
          {
            "id": "gci_h4_1",
            "type": "subheading",
            "text": {
              "es": "Dos temporadas: seca y lluviosa",
              "en": "Two seasons: dry and rainy"
            }
          },
          {
            "id": "gci_season_dry",
            "type": "seasonInfo",
            "seasonTitle": {
              "es": "Temporada seca en Cancún ☀️",
              "en": "Dry season in Cancun ☀️"
            },
            "paragraphs": [
              {
                "es": "La temporada seca es la mejor época para viajar a Cancún. ¡Va desde noviembre hasta abril! Durante estos meses, las temperaturas son las más agradables del año, el sol brilla, la brisa es acogedora y hay muy pocas posibilidades de lluvia. Durante esta temporada, el destino turístico es muy concurrido, ya que muchas personas buscan refugiarse del frío y disfrutar de unas vacaciones en la playa.",
                "en": "The dry season is the best time to travel to Cancun. It runs from November to April! During these months, temperatures are the most pleasant of the year, the sun shines, the breeze is welcoming, and there is very little chance of rain. During this season, the tourist destination is very crowded, as many people seek refuge from the cold and enjoy a beach vacation."
              },
              {
                "es": "Debido a esto, es probable que los precios de hoteles y actividades turísticas sean más caros durante esta época. Sin embargo, los precios no impiden que los turistas sigan visitando Cancún para disfrutar de sus hermosas playas, aguas cristalinas, agradable clima y divertida vida nocturna. Sin duda, ¡la mejor época para viajar a Cancún!",
                "en": "Because of this, hotel prices and tourist activities are likely to be more expensive during this time. However, prices do not prevent tourists from continuing to visit Cancun to enjoy its beautiful beaches, crystal-clear waters, pleasant climate, and fun nightlife. Without a doubt, the best time to travel to Cancun!"
              }
            ]
          },
          {
            "id": "gci_season_rainy",
            "type": "seasonInfo",
            "seasonTitle": {
              "es": "Temporada de lluvias en Cancún 💧",
              "en": "Rainy season in Cancun 💧"
            },
            "paragraphs": [
              {
                "es": "Por otro lado, la temporada de lluvias en Cancún dura de mayo a octubre. Durante estos meses la temperatura de la ciudad se mantiene cálida y puedes encontrar menos turistas, lo que hace de esta temporada una de las mejores para visitar Cancún si quieres estar tranquilo y ahorrar unos cuantos euros.",
                "en": "On the other hand, the rainy season in Cancun lasts from May to October. During these months, the city's temperature remains warm, and you can find fewer tourists, making this season one of the best times to visit Cancun if you want to be calm and save some money."
              },
              {
                "es": "Sin embargo, es importante que tengas en cuenta que durante esta época del año las posibilidades de lluvias y tormentas eléctricas son mayores. Por ello, te recomendamos llevar un impermeable y estar cerca de zonas seguras. A pesar de las lluvias, Cancún sigue recibiendo bastantes turistas durante esta época del año. Dicho esto, la temporada de lluvias es la mejor oportunidad para disfrutar de este sorprendente destino sin tener que gastar mucho dinero.",
                "en": "However, it's important to keep in mind that during this time of year, the chances of rain and thunderstorms are higher. Therefore, we recommend bringing a raincoat and staying near safe areas. Despite the rains, Cancun still receives quite a few tourists during this time of year. That said, the rainy season is the best opportunity to enjoy this amazing destination without spending a lot of money."
              }
            ]
          },
          {
            "id": "gci_h4_2",
            "type": "subheading",
            "text": {
              "es": "Patrones de lluvia en Cancún",
              "en": "Rain patterns in Cancun"
            }
          },
          {
            "id": "gci_p_3",
            "type": "paragraph",
            "text": {
              "es": "Algo importante que debes tomar en cuenta es que durante la temporada de lluvias (mayo a octubre), Cancún tiende a solearse en momentos del día. Las lluvias suelen ocurrir en ráfagas cortas e intensas. Además, septiembre es el mes donde más lluvia podrás presenciar, entre 100mm y 200mm de precipitación.",
              "en": "Something important to consider is that during the rainy season (May to October), Cancun tends to have sunny periods during the day. Rains usually occur in short, intense bursts. Additionally, September is the month where you will see the most rain, between 100mm and 200mm of precipitation."
            }
          },
          {
            "id": "gci_p_4",
            "type": "paragraph",
            "text": {
              "es": "Sin embargo, no tendrás problemas si decides viajar entre esos meses, ya que podrás disfrutar de la mayoría de tu viaje sin climas extremos. Esto debido a que la mayoría de las precipitaciones ocurren durante la noche o temprano en la mañana, haciendo del día, el espacio perfecto para disfrutar de este destino.",
              "en": "However, you won't have problems if you decide to travel during these months, as you can enjoy most of your trip without extreme weather. This is because most of the rainfall occurs at night or early in the morning, making the day the perfect time to enjoy this destination."
            }
          },
          {
            "id": "gci_h4_3",
            "type": "subheading",
            "text": {
              "es": "Riesgo de huracanes entre septiembre y octubre",
              "en": "Hurricane risk between September and October"
            }
          },
          {
            "id": "gci_p_5",
            "type": "paragraph",
            "text": {
              "es": "La temporada de huracanes se extiende desde principios de junio hasta finales de noviembre. Sin embargo, la temperatura del mar es más alta entre septiembre y octubre, lo que también significa que el riesgo de huracanes es mayor durante ese período.",
              "en": "The hurricane season extends from early June to late November. However, the sea temperature is highest between September and October, which also means the risk of hurricanes is greater during that period."
            }
          },
          {
            "id": "gci_p_6",
            "type": "paragraph",
            "text": {
              "es": "Durante estos meses, te recomendamos prestar más atención a los informes climáticos de la zona. Además, algunas recomendaciones importantes incluyen tener un suministro de agua, alimentos y un plan de evacuación en caso de ser necesario.",
              "en": "During these months, we recommend paying more attention to local weather reports. Additionally, some important recommendations include having a supply of water, food, and an evacuation plan if necessary."
            }
          },
          {
            "id": "gci_final_image",
            "type": "imageWithCaption",
            "image": {
              "src": "/hotel-krystal-cancun.png",
              "alt": {
                "es": "Clima soleado en Cancún",
                "en": "Sunny weather in Cancun"
              }
            },
            "caption": {
              "es": "Cancún, desde las alturas",
              "en": "Cancun, from above"
            }
          }
        ]
      }
    },
    "monthlyInfo": {
      "data": {
        "seasons": [
          {
            "id": "dry_season_cancun_month_info",
            "seasonTitle": {
              "es": "1. Viajar a Cancún en temporada seca (noviembre a abril)",
              "en": "1. Traveling to Cancun in the dry season (November to April)"
            },
            "seasonIntroductionParagraphs": [
              {
                "es": "Si eres de los que buscan disfrutar de un clima cálido y seco, de noviembre hasta abril es la mejor época para viajar a Cancún.",
                "en": "If you are looking to enjoy a warm and dry climate, November to April is the best time to travel to Cancun."
              },
              {
                "es": "Especialmente enero: es el mes que más te recomendamos para visitar este hermoso destino. La temperatura que encontrarás oscila entre los 24 y 30ºC, lo que hace de este momento la mejor época para viajar a Cancún y disfrutar de sus playas. Además, durante estos meses es menos probable que llueva, por lo que es el momento ideal para que practiques deportes acuáticos como buceo, esnórquel o kayak. Y ya que vas a estar al aire libre, tenemos que contarte que otra ventaja de esta temporada es que como existe menos humedad, también existen menos mosquitos que puedan llegar a molestar. En cuanto a la cantidad de turistas, esta época es considerada como temporada alta en Cancún. Por lo que es importante que tengas en cuenta tu presupuesto para alojamiento, vuelos y otras actividades, ya que pueden ser más caros. Sin embargo, si planificas tu viaje con antelación, encontrarás interesantes ofertas y disfrutarás de una experiencia inolvidable.",
                "en": "Especially January: it is the month we most recommend for visiting this beautiful destination. The temperature you will find ranges between 24 and 30ºC, making this the best time to travel to Cancun and enjoy its beaches. Additionally, during these months it is less likely to rain, so it is the ideal time to practice water sports such as diving, snorkeling, or kayaking. And since you will be outdoors, we have to tell you that another advantage of this season is that since there is less humidity, there are also fewer mosquitoes that can bother you. In terms of tourists, this time is considered high season in Cancun. So it is important that you consider your budget for accommodation, flights, and other activities, as they can be more expensive. However, if you plan your trip in advance, you will find interesting offers and enjoy an unforgettable experience."
              }
            ],
            "monthsData": [
              {
                "id": "cancun_nov_month_info_detail",
                "monthTitle": {
                  "es": "1.1. Viajar a Cancún en noviembre",
                  "en": "1.1. Traveling to Cancun in November"
                },
                "stats": [
                  {
                    "id": "temp_nov_month_info",
                    "icon": "🌡",
                    "label": {
                      "es": "Temperatura promedio (min/max):",
                      "en": "Average temperature (min/max):"
                    },
                    "value": "21ºC – 29ºC"
                  },
                  {
                    "id": "precip_nov_month_info",
                    "icon": "🌧",
                    "label": {
                      "es": "Precipitación promedio:",
                      "en": "Average precipitation:"
                    },
                    "value": "85mm"
                  }
                ],
                "descriptionParagraphs": [
                  {
                    "es": "Si lo que buscas es un clima agradable y con menos turistas, noviembre puede ser una de las mejores épocas para viajar a Cancún. Durante esta temporada, encontrarás una temperatura promedio que ronda los 27°C. Junto a esto, disfrutarás de noches frescas que te invitarán a pasear por la playa o deleitarte con una cena al aire libre. Además, el agua del mar se mantiene cálida, similar a la temperatura ambiente, lo que la hace perfecta para nadar, bucear o practicar deportes acuáticos.",
                    "en": "If you are looking for pleasant weather with fewer tourists, November can be one of the best times to travel to Cancun. During this season, you will find an average temperature around 27°C. Along with this, you will enjoy cool nights that will invite you to walk on the beach or enjoy an outdoor dinner. Additionally, the sea water remains warm, similar to the ambient temperature, making it perfect for swimming, diving, or practicing water sports."
                  },
                  {
                    "es": "En cuanto a la cantidad de turistas es menor que en temporada alta, por lo que podrás visitar atracciones turísticas sin grandes aglomeraciones. También podrás disfrutar de las playas sin mucho ajetreo y acudir a alguno de los grandes conciertos programados en la ciudad. Otro de los principales atractivos de este mes es El Día de Muertos, que se celebra el 1 y 2 de noviembre. Durante esta hermosa celebración a los difuntos, encontrarás impresionantes decoraciones, ceremonias y un desfile espectacular que estamos seguros querrás presenciar. En cuanto a presupuesto, encontrarás ofertas en hoteles y vuelos, lo que hace de noviembre una época muy apetecible para visitar Cancún",
                    "en": "In terms of tourists, it is less crowded than in high season, so you can visit tourist attractions without large crowds. You can also enjoy the beaches without much hustle and bustle and attend some of the great concerts scheduled in the city. Another main attraction of this month is The Day of the Dead, which is celebrated on November 1 and 2. During this beautiful celebration of the deceased, you will find impressive decorations, ceremonies, and a spectacular parade that we are sure you will want to witness. In terms of budget, you will find offers on hotels and flights, making November a very appealing time to visit Cancun."
                  }
                ],
                "image": {
                  "src": "/src/assets/mayo.jpg",
                  "alt": {
                    "es": "Clima de Cancún en noviembre",
                    "en": "Cancun weather in November"
                  }
                },
                "imageCaption": {
                  "es": "Cancún, desde las alturas",
                  "en": "Cancun, from above"
                }
              },
              {
                "id": "cancun_dec_month_info_detail",
                "monthTitle": {
                  "es": "1.2. Viajar a Cancún en diciembre",
                  "en": "1.2. Traveling to Cancun in December"
                },
                "stats": [
                  {
                    "id": "temp_dec_month_info",
                    "icon": "🌡",
                    "label": {
                      "es": "Temperatura promedio (min/max):",
                      "en": "Average temperature (min/max):"
                    },
                    "value": "20ºC – 28ºC"
                  },
                  {
                    "id": "precip_dec_month_info",
                    "icon": "🌧",
                    "label": {
                      "es": "Precipitación promedio:",
                      "en": "Average precipitation:"
                    },
                    "value": "80mm"
                  }
                ],
                "descriptionParagraphs": [
                  {
                    "es": "Durante diciembre, los días en Cancún son más cortos, pero la temperatura se mantiene en un promedio de 28°C durante el día y de 20°C durante la noche. Sin embargo, es un mes bastante caro para viajar a Cancún por las fiestas navideñas. Muchos norteamericanos y europeos viajan a Cancún para pasar Navidad y fin de año en la playa. ¡Y eso hace que los precios suban bastante! Así que, en este mes comienzan a llegar los turistas, por lo que ya se podría considerar una temporada alta.",
                    "en": "During December, the days in Cancun are shorter, but the temperature remains at an average of 28°C during the day and 20°C at night. However, it is quite an expensive month to travel to Cancun due to the Christmas holidays. Many Americans and Europeans travel to Cancun to spend Christmas and New Year on the beach. And that makes prices go up quite a bit! So, tourists start arriving this month, so it could already be considered high season."
                  },
                  {
                    "es": "El clima cálido y la temperatura del mar es ideal para disfrutar de la vida nocturna en la Zona Hotelera de Cancún. Durante tu visita, te recomendamos que formes parte del Desfile de Botes al Atardecer, donde admirarás embarcaciones iluminadas en la Laguna Nichupté, perfecto para compartir con familiares y amigos.",
                    "en": "The warm climate and sea temperature is ideal for enjoying the nightlife in the Cancun Hotel Zone. During your visit, we recommend that you take part in the Sunset Boat Parade, where you will admire illuminated boats in Nichupté Lagoon, perfect for sharing with family and friends."
                  }
                ],
                "image": {
                  "src": "/src/assets/mayo.jpg",
                  "alt": {
                    "es": "Clima de Cancún en diciembre",
                    "en": "Cancun weather in December"
                  }
                },
                "imageCaption": {
                  "es": "Cancún, desde las alturas",
                  "en": "Cancun, from above"
                }
              },
              {
                "id": "cancun_jan_month_info_detail",
                "monthTitle": {
                  "es": "1.3. Viajar a Cancún en enero",
                  "en": "1.3. Traveling to Cancun in January"
                },
                "stats": [
                  {
                    "id": "temp_jan_month_info",
                    "icon": "🌡",
                    "label": {
                      "es": "Temperatura promedio (min/max):",
                      "en": "Average temperature (min/max):"
                    },
                    "value": "19ºC – 28ºC"
                  },
                  {
                    "id": "precip_jan_month_info",
                    "icon": "🌧",
                    "label": {
                      "es": "Precipitación promedio:",
                      "en": "Average precipitation:"
                    },
                    "value": "65mm"
                  }
                ],
                "descriptionParagraphs": [
                  {
                    "es": "Para nosotros, ¡enero es el mejor mes para viajar a Cancún! No hay nada mejor que empezar el año uno de los destinos más sorprendentes de todo México. En enero, la temperatura varía entre los 19°C y 28°C, lo que resulta perfecto para disfrutar de la playa sin abrumarte por el calor. Además, en enero hay menos turistas que en los meses de invierno más concurridos, lo que significa que los precios son más bajos y los lugares no están tan llenos.",
                    "en": "For us, January is the best month to travel to Cancun! There's nothing better than starting the year in one of the most amazing destinations in all of Mexico. In January, the temperature varies between 19°C and 28°C, which is perfect for enjoying the beach without being overwhelmed by the heat. Additionally, in January there are fewer tourists than in the busiest winter months, which means prices are lower and places are not as crowded."
                  },
                  {
                    "es": "El clima es durante esta temporada es irresistible, podrás disfrutar de una temperatura cálida, seca y soleada. Si bien es posible que llegues a experimentar algunas lluvias ocasionales, debido a la temporada de huracanes terminó, es más seguro viajar a Cancún. Pero también es una buena oportunidad para realizar excursiones las tantas ruinas mayas que se encuentran en Tulum. En cuanto al presupuesto, en enero es posible encontrar ofertas atractivas en vuelos y alojamiento. Así que, si lo que buscas ahorrar algunos euros en tus vacaciones, este es el mes perfecto. Sin duda, la mejor época para viajar a Cancún.",
                    "en": "The weather during this season is irresistible, you can enjoy warm, dry and sunny temperatures. While you may experience some occasional rain, since hurricane season is over, it's safer to travel to Cancun. But it's also a good opportunity to take excursions to the many Mayan ruins found in Tulum. In terms of budget, in January it's possible to find attractive offers on flights and accommodation. So, if you're looking to save some money on your vacation, this is the perfect month. Without a doubt, the best time to travel to Cancun."
                  }
                ],
                "image": {
                  "src": "/src/assets/mayo.jpg",
                  "alt": {
                    "es": "Clima de Cancún en enero",
                    "en": "Cancun weather in January"
                  }
                },
                "imageCaption": {
                  "es": "Cancún, desde las alturas",
                  "en": "Cancun, from above"
                }
              },
              {
                "id": "cancun_feb_month_info_detail",
                "monthTitle": {
                  "es": "1.4. Viajar a Cancún en febrero",
                  "en": "1.4. Traveling to Cancun in February"
                },
                "stats": [
                  {
                    "id": "temp_feb_month_info",
                    "icon": "🌡",
                    "label": {
                      "es": "Temperatura promedio (min/max):",
                      "en": "Average temperature (min/max):"
                    },
                    "value": "19ºC – 28ºC"
                  },
                  {
                    "id": "precip_feb_month_info",
                    "icon": "🌧",
                    "label": {
                      "es": "Precipitación promedio:",
                      "en": "Average precipitation:"
                    },
                    "value": "55mm"
                  }
                ],
                "descriptionParagraphs": [
                  {
                    "es": "Febrero es otro mes seco y soleado para visitar Cancún, con temperaturas cálidas y agradables para disfrutar del sol y la playa que van desde los 26°C en el día hasta los 20°C por la noche. Las lluvias son escasas y la humedad baja, lo que hace que las condiciones climáticas sean excelentes para disfrutar de actividades al aire libre como buceo, esnórquel o simplemente relajarse en la playa.",
                    "en": "February is another dry and sunny month to visit Cancun, with warm and pleasant temperatures to enjoy the sun and beach ranging from 26°C during the day to 20°C at night. Rainfall is scarce and humidity is low, making weather conditions excellent for enjoying outdoor activities such as diving, snorkeling, or simply relaxing on the beach."
                  },
                  {
                    "es": "Otra ventaja de este mes, es que las condiciones son de las mejores para tener un día de turismo. Así que no olvides empacar tus zapatos más cómodos para visitar el complejo arqueológico Chichén Itzá, probablemente la atracción más importante de México. Sin embargo, febrero aún es considerado un mes de temporada alta, aunque con relativamente menos turistas que en enero. Esto se debe principalmente al carnaval que se lleva a cabo dentro de la ciudad. Durante el evento encontrarás variedad de dulces, bailes animados, disfraces y carrozas increíblemente decoradas.",
                    "en": "Another advantage of this month is that the conditions are among the best for a day of tourism. So don't forget to pack your most comfortable shoes to visit the Chichen Itza archaeological complex, probably the most important attraction in Mexico. However, February is still considered a high season month, although with relatively fewer tourists than in January. This is mainly due to the carnival that takes place within the city. During the event you will find a variety of sweets, lively dances, costumes and incredibly decorated floats."
                  }
                ],
                "image": {
                  "src": "/src/assets/mayo.jpg",
                  "alt": {
                    "es": "Clima de Cancún en febrero",
                    "en": "Cancun weather in February"
                  }
                },
                "imageCaption": {
                  "es": "Cancún, desde las alturas",
                  "en": "Cancun, from above"
                }
              },
              {
                "id": "cancun_mar_month_info_detail",
                "monthTitle": {
                  "es": "1.5. Viajar a Cancún en marzo",
                  "en": "1.5. Traveling to Cancun in March"
                },
                "stats": [
                  {
                    "id": "temp_mar_month_info",
                    "icon": "🌡",
                    "label": {
                      "es": "Temperatura promedio (min/max):",
                      "en": "Average temperature (min/max):"
                    },
                    "value": "20ºC – 29ºC"
                  },
                  {
                    "id": "precip_mar_month_info",
                    "icon": "🌧",
                    "label": {
                      "es": "Precipitación promedio:",
                      "en": "Average precipitation:"
                    },
                    "value": "40mm"
                  }
                ],
                "descriptionParagraphs": [
                  {
                    "es": "Si odias la lluvia, marzo es uno de los mejores meses para viajar a Cancún. ¡La lluvia es casi inexistente! Además, si también eres fan de salir de fiesta, probablemente marzo sea la mejor época para visitar Cancún. Sobre todo porque gran parte de los estudiantes de Estados Unidos se dirigen a esta playa para disfrutar de sus vacaciones. En este mes encontrará una temperatura promedio de 29°C y un clima algo más húmedo.",
                    "en": "If you hate rain, March is one of the best months to travel to Cancun. Rain is almost non-existent! Additionally, if you're also a fan of partying, March is probably the best time to visit Cancun. Especially because a large part of US students head to this beach to enjoy their vacation. In this month you will find an average temperature of 29°C and a somewhat more humid climate."
                  },
                  {
                    "es": "Sin embargo, puede que este ambiente no sea el que estás buscando y prefieres adentrarte a la selva mexicana en busca de las pirámides más altas. También podrás participar en la Media Maratón de Cancún, un evento anual que se organiza el 5 de marzo por el Día Internacional de la Mujer. En general, esta época es más cara de lo normal por la cantidad de turistas que ingresan a este destino.",
                    "en": "However, this environment may not be what you're looking for and you prefer to venture into the Mexican jungle in search of the highest pyramids. You can also participate in the Cancun Half Marathon, an annual event organized on March 5 for International Women's Day. In general, this time is more expensive than normal due to the number of tourists entering this destination."
                  }
                ],
                "image": {
                  "src": "/src/assets/mayo.jpg",
                  "alt": {
                    "es": "Clima de Cancún en marzo",
                    "en": "Cancun weather in March"
                  }
                },
                "imageCaption": {
                  "es": "Cancún, desde las alturas",
                  "en": "Cancun, from above"
                }
              },
              {
                "id": "cancun_apr_month_info_detail",
                "monthTitle": {
                  "es": "1.6. Viajar a Cancún en abril",
                  "en": "1.6. Traveling to Cancun in April"
                },
                "stats": [
                  {
                    "id": "temp_apr_month_info",
                    "icon": "🌡",
                    "label": {
                      "es": "Temperatura promedio (min/max):",
                      "en": "Average temperature (min/max):"
                    },
                    "value": "22ºC – 30ºC"
                  },
                  {
                    "id": "precip_apr_month_info",
                    "icon": "🌧",
                    "label": {
                      "es": "Precipitación promedio:",
                      "en": "Average precipitation:"
                    },
                    "value": "35mm"
                  }
                ],
                "descriptionParagraphs": [
                  {
                    "es": "Abril es el mes más seco del año en Cancún. ¡Apenas llueve tres días en todo el mes! Además, la temporada de lluvias ya está a la vuelta de la esquina y muchos aprovechan para disfrutar de la playa antes de que las precipitaciones lleguen. Así que este mes también es bastante popular y hay una gran cantidad de turistas en la zona. Sin embargo, hay varios eventos y festividades para celebrar la fundación de Cancún, lo que lo convierte en un momento emocionante para visitar la ciudad.",
                    "en": "April is the driest month of the year in Cancun. It barely rains three days in the entire month! Additionally, the rainy season is just around the corner and many take advantage to enjoy the beach before the rains arrive. So this month is also quite popular and there are a large number of tourists in the area. However, there are several events and festivities to celebrate the founding of Cancun, making it an exciting time to visit the city."
                  },
                  {
                    "es": "Si te gustan los festivales musicales, podrás aprovechar tu estancia para asistir al Paradise Blue Festival, un evento de música electrónica de tres días que atrae a los fanáticos de la música de todo el mundo. Además, podrás ser partícipe de la Semana de la Música de Cancún, que se celebra durante cinco días. Pero si viajas en familia, también deberás tomar en cuenta que el 30 de abril se celebra el día del niño y podrás disfrutar de descuentos en actividades. Junto a esto, la temperatura promedio en abril es de 30°C, lo que lo convierte en otra buena opción para disfrutar del mar y el sol.",
                    "en": "If you like music festivals, you can take advantage of your stay to attend the Paradise Blue Festival, a three-day electronic music event that attracts music fans from around the world. Additionally, you can participate in Cancun Music Week, which is celebrated for five days. But if you travel with family, you should also take into account that April 30 is Children's Day and you can enjoy discounts on activities. Along with this, the average temperature in April is 30°C, making it another good option to enjoy the sea and sun."
                  }
                ],
                "image": {
                  "src": "/src/assets/mayo.jpg",
                  "alt": {
                    "es": "Clima de Cancún en abril",
                    "en": "Cancun weather in April"
                  }
                },
                "imageCaption": {
                  "es": "Cancún, desde las alturas",
                  "en": "Cancun, from above"
                }
              }
            ]
          },
          {
            "id": "rainy_season_cancun_month_info",
            "seasonTitle": {
              "es": "2. Viajar a Cancún en temporada de lluvias (mayo a octubre)",
              "en": "2. Traveling to Cancun in the rainy season (May to October)"
            },
            "seasonIntroductionParagraphs": [
              {
                "es": "Viajar a Cancún durante la temporada de lluvias, puede ser una experiencia diferente. Esta época abarca los meses de mayo a octubre y puede ser una buena oportunidad para disfrutar de deportes acuáticos. La temperatura sigue siendo cálida, con un clima que puede ir desde los 23°C hasta los 33°C. Además, los precios suelen ser más bajos que en temporada alta, lo que será una ventaja para los viajeros que quieran ahorrar algo de dinero.",
                "en": "Traveling to Cancun during the rainy season can be a different experience. This period covers the months from May to October and can be a good opportunity to enjoy water sports. The temperature remains warm, with a climate that can range from 23°C to 33°C. Additionally, prices are usually lower than in high season, which will be an advantage for travelers who want to save some money."
              },
              {
                "es": "Sin embargo, es importante mencionar que el clima es el factor que más debe tomar en cuenta, ya que en ciertos meses, las lluvias pueden ser bastante intensas. También hay un mayor riesgo de huracanes durante esta temporada. Aunque no debes preocuparte, ya que los resorts y autoridades locales suelen estar preparados para ellos.",
                "en": "However, it is important to mention that the climate is the factor that should be most considered, as in certain months, the rains can be quite intense. There is also a higher risk of hurricanes during this season. Although you should not worry, as resorts and local authorities are usually prepared for them."
              }
            ],
            "monthsData": [
              {
                "id": "cancun_may_month_info_detail",
                "monthTitle": {
                  "es": "2.1. Viajar a Cancún en mayo",
                  "en": "2.1. Traveling to Cancun in May"
                },
                "stats": [
                  {
                    "id": "temp_may_month_info",
                    "icon": "🌡",
                    "label": {
                      "es": "Temperatura promedio (min/max):",
                      "en": "Average temperature (min/max):"
                    },
                    "value": "24ºC – 32ºC"
                  },
                  {
                    "id": "precip_may_month_info",
                    "icon": "🌧",
                    "label": {
                      "es": "Precipitación promedio:",
                      "en": "Average precipitation:"
                    },
                    "value": "110mm"
                  }
                ],
                "descriptionParagraphs": [
                  {
                    "es": "Mayo marca el inicio de la temporada de lluvias en Cancún, lo que significa que hay más posibilidades de tormentas aisladas. Sin embargo, la temperatura del mar sigue siendo cálida, con un promedio de 28°C. Esto hace que sea un buen momento para disfrutar de la playa. Además, este mes es considerado de temporada baja, lo que genera que los precios de alojamiento y otras actividades sean más baratos para aquellos que buscan ahorrar.",
                    "en": "May marks the beginning of the rainy season in Cancun, which means there are more chances of isolated storms. However, the sea temperature remains warm, with an average of 28°C. This makes it a good time to enjoy the beach. Additionally, this month is considered low season, which makes accommodation prices and other activities cheaper for those looking to save."
                  },
                  {
                    "es": "Si eres un amante de la naturaleza, ¡este mes te encantará! Ya que la flora y fauna están en plena floración. Como curiosidad, la temporada de anidación de tortugas marinas en Cancún es un proceso natural que ocurre todos los años, de mayo a septiembre. ¡Es un momento muy bonito! Además, la temperatura ambiente promedio es de 28 a 30°C por el día y de 24 a 26°C durante la noche. Así que, si piensas en gastar menos y estás preparado para la posibilidad de lluvias ocasionales, mayo puede ser una buena época para viajar a Cancún.",
                    "en": "If you are a nature lover, you will love this month! Since the flora and fauna are in full bloom. As a curiosity, the sea turtle nesting season in Cancun is a natural process that occurs every year, from May to September. It's a very beautiful time! Additionally, the average ambient temperature is 28 to 30°C during the day and 24 to 26°C at night. So, if you're thinking of spending less and are prepared for the possibility of occasional rain, May can be a good time to travel to Cancun."
                  }
                ],
                "image": {
                  "src": "/src/assets/mayo.jpg",
                  "alt": {
                    "es": "Clima de Cancún en mayo",
                    "en": "Cancun weather in May"
                  }
                },
                "imageCaption": {
                  "es": "Cancún, desde las alturas en mayo",
                  "en": "Cancun, from above in May"
                }
              },
              {
                "id": "cancun_jun_month_info_detail",
                "monthTitle": {
                  "es": "2.2. Viajar a Cancún en junio",
                  "en": "2.2. Traveling to Cancun in June"
                },
                "stats": [
                  {
                    "id": "temp_jun_month_info",
                    "icon": "🌡",
                    "label": {
                      "es": "Temperatura promedio (min/max):",
                      "en": "Average temperature (min/max):"
                    },
                    "value": "25ºC – 32ºC"
                  },
                  {
                    "id": "precip_jun_month_info",
                    "icon": "🌧",
                    "label": {
                      "es": "Precipitación promedio:",
                      "en": "Average precipitation:"
                    },
                    "value": "185mm"
                  }
                ],
                "descriptionParagraphs": [
                  {
                    "es": "En Cancún, la temporada de huracanes arranca en junio, por lo que debes estar atento sobre las recomendaciones locales referentes al clima. Sin embargo, no debes dejar que esto te detenga de visitar este hermoso destino. La temperatura promedio del aire se mantiene entre 25°C a 32°C, mientras que la del mar se encuentra aproximadamente en 28°C. Además, como las lluvias no han llegado a su pico, tendrá muchas oportunidades para disfrutar de la playa y sus actividades acuáticas.",
                    "en": "In Cancun, hurricane season starts in June, so you should pay attention to local weather recommendations. However, you shouldn't let this stop you from visiting this beautiful destination. The average air temperature remains between 25°C to 32°C, while the sea temperature is approximately 28°C. Additionally, since the rains have not reached their peak, you will have many opportunities to enjoy the beach and its water activities."
                  },
                  {
                    "es": "En cuanto al presupuesto, encontrarás buenos precios antes de que llegue la temporada alta. Sin embargo, ten en cuenta que junio es un mes popular para los viajes de graduación, lo que significa que puede haber más turistas jóvenes en la zona hotelera. Pero si eres más fan de salir al mar que de estar en el hotel, te encantará practicar buceo. Junio es uno de los mejores meses para hacerlo. La temperatura del agua es más cálida y hay muchas opciones para explorar los arrecifes de coral y la vida marina de la zona.",
                    "en": "In terms of budget, you will find good prices before high season arrives. However, keep in mind that June is a popular month for graduation trips, which means there may be more young tourists in the hotel zone. But if you're more of a fan of going to sea than staying at the hotel, you'll love diving. June is one of the best months to do it. The water temperature is warmer and there are many options to explore the coral reefs and marine life in the area."
                  }
                ],
                "image": {
                  "src": "/src/assets/junio.jpg",
                  "alt": {
                    "es": "Clima de Cancún en junio",
                    "en": "Cancun weather in June"
                  }
                },
                "imageCaption": {
                  "es": "Cancún, desde las alturas en junio",
                  "en": "Cancun, from above in June"
                }
              },
              {
                "id": "cancun_jul_month_info_detail",
                "monthTitle": {
                  "es": "2.3. Viajar a Cancún en julio",
                  "en": "2.3. Traveling to Cancun in July"
                },
                "stats": [
                  {
                    "id": "temp_jul_month_info",
                    "icon": "🌡",
                    "label": {
                      "es": "Temperatura promedio (min/max):",
                      "en": "Average temperature (min/max):"
                    },
                    "value": "25ºC – 32ºC"
                  },
                  {
                    "id": "precip_jul_month_info",
                    "icon": "🌧",
                    "label": {
                      "es": "Precipitación promedio:",
                      "en": "Average precipitation:"
                    },
                    "value": "130mm"
                  }
                ],
                "descriptionParagraphs": [
                  {
                    "es": "Julio es uno de los meses más calurosos en Cancún, con una temperatura promedio de 28°C. Aunque también es uno de los meses más húmedos, con un promedio de 130mm de lluvia, lo que puede generar algunas tormentas. Además, este es un mes lleno de eventos y festividades, como el Festival del Caribe, que ofrece una variedad de actividades culturales y musicales que estamos seguros vas a disfrutar.",
                    "en": "July is one of the hottest months in Cancun, with an average temperature of 28°C. Although it is also one of the wettest months, with an average of 130mm of rain, which can generate some storms. Additionally, this is a month full of events and festivities, such as the Caribbean Festival, which offers a variety of cultural and musical activities that we are sure you will enjoy."
                  },
                  {
                    "es": "También debemos recordarte que este es un mes de temporada alta en Cancún, por lo que los precios pueden ser más altos. Pero si no te importa gastar un poco más, podrás observar a pequeñas crías de tortugas marinas y más vida acuática de la región.",
                    "en": "We should also remind you that this is a high season month in Cancun, so prices may be higher. But if you don't mind spending a little more, you can observe small sea turtle hatchlings and more aquatic life in the region."
                  }
                ],
                "image": {
                  "src": "/src/assets/mayo.jpg",
                  "alt": {
                    "es": "Clima de Cancún en julio",
                    "en": "Cancun weather in July"
                  }
                },
                "imageCaption": {
                  "es": "Cancún, desde las alturas en julio",
                  "en": "Cancun, from above in July"
                }
              },
              {
                "id": "cancun_aug_month_info_detail",
                "monthTitle": {
                  "es": "2.4. Viajar a Cancún en agosto",
                  "en": "2.4. Traveling to Cancun in August"
                },
                "stats": [
                  {
                    "id": "temp_aug_month_info",
                    "icon": "🌡",
                    "label": {
                      "es": "Temperatura promedio (min/max):",
                      "en": "Average temperature (min/max):"
                    },
                    "value": "24ºC – 33ºC"
                  },
                  {
                    "id": "precip_aug_month_info",
                    "icon": "🌧",
                    "label": {
                      "es": "Precipitación promedio:",
                      "en": "Average precipitation:"
                    },
                    "value": "150mm"
                  }
                ],
                "descriptionParagraphs": [
                  {
                    "es": "Agosto es el mes más cálido para viajar a Cancún, con una temperatura que puede llegar a los 33°C. Además, este es uno de los meses más populares para los turistas, ya que en muchos países, salen por vacaciones de verano. Esto, a su vez, genera que los precios lleguen a estar más elevados de lo normal.",
                    "en": "August is the warmest month to travel to Cancun, with a temperature that can reach 33°C. Additionally, this is one of the most popular months for tourists, as in many countries, they go on summer vacation. This, in turn, causes prices to be higher than normal."
                  },
                  {
                    "es": "En cuanto al clima, puedes esperar algunos días de lluvia debido a la temporada de huracanes, pero la mayoría serán soleados y calurosos. Asegúrate de llevar ropa ligera, protector solar y sobre todo, intenta visitar las playas temprano por la mañana o en el atardecer para evitar el sol del mediodía. Personalmente, trataríamos de evitar viajar a Cancún en agosto por los altos precios y las lluvias.",
                    "en": "As for the weather, you can expect some rainy days due to hurricane season, but most will be sunny and hot. Make sure to bring light clothing, sunscreen and above all, try to visit the beaches early in the morning or at sunset to avoid the midday sun. Personally, we would try to avoid traveling to Cancun in August due to high prices and rains."
                  }
                ],
                "image": {
                  "src": "/src/assets/mayo.jpg",
                  "alt": {
                    "es": "Clima de Cancún en agosto",
                    "en": "Cancun weather in August"
                  }
                },
                "imageCaption": {
                  "es": "Cancún, desde las alturas en agosto",
                  "en": "Cancun, from above in August"
                }
              },
              {
                "id": "cancun_sep_month_info_detail",
                "monthTitle": {
                  "es": "2.5. Viajar a Cancún en septiembre",
                  "en": "2.5. Traveling to Cancun in September"
                },
                "stats": [
                  {
                    "id": "temp_sep_month_info",
                    "icon": "🌡",
                    "label": {
                      "es": "Temperatura promedio (min/max):",
                      "en": "Average temperature (min/max):"
                    },
                    "value": "24ºC – 32ºC"
                  },
                  {
                    "id": "precip_sep_month_info",
                    "icon": "🌧",
                    "label": {
                      "es": "Precipitación promedio:",
                      "en": "Average precipitation:"
                    },
                    "value": "225mm"
                  }
                ],
                "descriptionParagraphs": [
                  {
                    "es": "Septiembre es el pico más alto en la temporada de huracanes. Por ello, no encontrarás multitudes de turistas, pero sí precios más bajos en alojamiento y actividades. Además, septiembre es el mes más lluvioso en Cancún, por lo que puede haber algunas interrupciones en las actividades al aire libre. Durante este mes, te encontrarás con una temperatura de hasta 32°C y una humedad extrema.",
                    "en": "September is the highest peak in hurricane season. Therefore, you will not find crowds of tourists, but you will find lower prices on accommodation and activities. Additionally, September is the rainiest month in Cancun, so there may be some interruptions to outdoor activities. During this month, you will encounter temperatures up to 32°C and extreme humidity."
                  },
                  {
                    "es": "Sin embargo, si deseas visitar Cancún en septiembre, también podrás asistir a las festividades del Día de la Independencia de México. Aquí te deslumbrarás con la danza, la música y los increíbles fuegos artificiales. A pesar de los eventos importantes, nosotros creemos que no es la mejor época para viajar a Cancún.",
                    "en": "However, if you wish to visit Cancun in September, you can also attend the Mexican Independence Day festivities. Here you will be dazzled by the dance, music and incredible fireworks. Despite the important events, we believe it is not the best time to travel to Cancun."
                  }
                ],
                "image": {
                  "src": "/src/assets/mayo.jpg",
                  "alt": {
                    "es": "Clima de Cancún en septiembre",
                    "en": "Cancun weather in September"
                  }
                },
                "imageCaption": {
                  "es": "Cancún, desde las alturas en septiembre",
                  "en": "Cancun, from above in September"
                }
              },
              {
                "id": "cancun_oct_month_info_detail",
                "monthTitle": {
                  "es": "2.6. Viajar a Cancún en octubre",
                  "en": "2.6. Traveling to Cancun in October"
                },
                "stats": [
                  {
                    "id": "temp_oct_month_info",
                    "icon": "🌡",
                    "label": {
                      "es": "Temperatura promedio (min/max):",
                      "en": "Average temperature (min/max):"
                    },
                    "value": "23ºC – 31ºC"
                  },
                  {
                    "id": "precip_oct_month_info",
                    "icon": "🌧",
                    "label": {
                      "es": "Precipitación promedio:",
                      "en": "Average precipitation:"
                    },
                    "value": "185mm"
                  }
                ],
                "descriptionParagraphs": [
                  {
                    "es": "Con motivo de Halloween, viajar a Cancún en octubre es una excelente opción para aquellos que buscan divertirse en los hoteles, bares y discotecas de la ciudad. En este mes, la temperatura es un poco menos cálida, pero aún puede haber lluvias. Sin embargo, los días suelen ser mayormente soleados y la temperatura del agua sigue agradable para nadar y practicar deportes acuáticos.",
                    "en": "Due to Halloween, traveling to Cancun in October is an excellent option for those looking to have fun in the city's hotels, bars and nightclubs. In this month, the temperature is a little less warm, but there can still be rain. However, the days are usually mostly sunny and the water temperature remains pleasant for swimming and practicing water sports."
                  },
                  {
                    "es": "En cuanto al presupuesto, encontrarás ofertas atractivas en hoteles y actividades turísticas. Además, descubrirás que hay menos turistas en las playas, lo que significa que disfrutarás de una experiencia más relajante. Si te apasiona la música o ir de pesca, prueba ir a Island Time Music Festival, que durante 4 días organiza espectáculos musicales y competencias de pesca en la hermosa Isla Mujeres.",
                    "en": "In terms of budget, you will find attractive offers on hotels and tourist activities. Additionally, you will discover that there are fewer tourists on the beaches, which means you will enjoy a more relaxing experience. If you are passionate about music or fishing, try going to the Island Time Music Festival, which for 4 days organizes musical shows and fishing competitions on beautiful Isla Mujeres."
                  }
                ],
                "image": {
                  "src": "/src/assets/mayo.jpg",
                  "alt": {
                    "es": "Clima de Cancún en octubre",
                    "en": "Cancun weather in October"
                  }
                },
                "imageCaption": {
                  "es": "Cancún, desde las alturas en octubre",
                  "en": "Cancun, from above in October"
                }
              }
            ]
          }
        ]
      }
    },
    "frequentlyAskedQuestions": {
      "data": {
        "sectionTitle": {
          "es": "5. PREGUNTAS FRECUENTES SOBRE CUÁL ES LA MEJOR ÉPOCA PARA VIAJAR A CANCÚN",
          "en": "5. FREQUENTLY ASKED QUESTIONS ABOUT THE BEST TIME TO TRAVEL TO CANCUN"
        },
        "introduction": {
          "es": "A continuación, a modo de resumen del artículo, responderemos algunas cuestiones acerca de la mejor época para viajar a Cancún.",
          "en": "Below, as a summary of the article, we will answer some questions about the best time to travel to Cancun."
        },
        "faqList": [
          {
            "id": "faq_cancun_best_time_final_main",
            "question": {
              "es": "En definitiva, ¿cuál es el mejor mes para viajar a Cancún?",
              "en": "Ultimately, what is the best month to travel to Cancun?"
            },
            "answer": {
              "es": "Enero es el mejor mes para viajar a Cancún. Eso sí, mejor espera a que pase la primera semana y bajen los precios, ya que suelen mantenerse alto después de las festividades de Navidad, Año Nuevo y Reyes. Durante las tres últimas semanas de enero, no hay tantas multitudes como en marzo y abril y no hace tanto calor. ¡Nuestro mes favorito para viajar a Cancún!",
              "en": "January is the best month to travel to Cancun. However, it's better to wait until after the first week for prices to drop, as they tend to remain high after the Christmas, New Year, and Epiphany holidays. During the last three weeks of January, there aren't as many crowds as in March and April, and it's not as hot. Our favorite month to travel to Cancun!"
            }
          },
          {
            "id": "faq_cancun_best_time_2",
            "question": {
              "es": "¿Cuándo es temporada alta en Cancún?",
              "en": "When is high season in Cancun?"
            },
            "answer": {
              "es": "La temporada alta en Cancún va de diciembre a abril, siendo los meses más concurridos enero, febrero y marzo. Durante esta época los precios son más altos pero el clima es más seco y soleado.",
              "en": "High season in Cancun runs from December to April, with January, February and March being the busiest months. During this time prices are higher but the weather is drier and sunnier."
            }
          },
          {
            "id": "faq_cancun_best_time_3",
            "question": {
              "es": "¿Cuándo es temporada de huracanes en Cancún?",
              "en": "When is hurricane season in Cancun?"
            },
            "answer": {
              "es": "La temporada de huracanes en Cancún va de junio a noviembre, siendo septiembre y octubre los meses de mayor riesgo. Sin embargo, los huracanes directos son poco frecuentes y la infraestructura turística está preparada para estas situaciones.",
              "en": "Hurricane season in Cancun runs from June to November, with September and October being the months of highest risk. However, direct hurricanes are infrequent and the tourist infrastructure is prepared for these situations."
            }
          },
          {
            "id": "faq_cancun_best_time_4",
            "question": {
              "es": "¿Cuál es la época más barata para viajar a Cancún?",
              "en": "What is the cheapest time to travel to Cancun?"
            },
            "answer": {
              "es": "Los meses más baratos para viajar a Cancún son mayo, junio, septiembre y octubre. Durante estos meses encontrarás mejores precios en hoteles y vuelos, aunque debes considerar que es temporada de lluvias.",
              "en": "The cheapest months to travel to Cancun are May, June, September and October. During these months you will find better prices on hotels and flights, although you should consider that it is rainy season."
            }
          },
          {
            "id": "faq_cancun_best_time_5",
            "question": {
              "es": "¿Llueve mucho en Cancún durante la temporada de lluvias?",
              "en": "Does it rain a lot in Cancun during the rainy season?"
            },
            "answer": {
              "es": "Durante la temporada de lluvias (mayo a octubre) las precipitaciones suelen ser en forma de aguaceros cortos e intensos, generalmente por la tarde o noche. Los días suelen tener períodos soleados, por lo que aún puedes disfrutar de las actividades turísticas.",
              "en": "During the rainy season (May to October) precipitation is usually in the form of short, intense downpours, generally in the afternoon or evening. Days usually have sunny periods, so you can still enjoy tourist activities."
            }
          },
          {
            "id": "faq_cancun_best_time_6",
            "question": {
              "es": "¿Qué temperatura hace en Cancún durante el año?",
              "en": "What temperature is it in Cancun during the year?"
            },
            "answer": {
              "es": "Cancún tiene un clima tropical con temperaturas que oscilan entre 19°C y 33°C durante el año. Los meses más frescos son diciembre, enero y febrero (19-28°C), mientras que los más calurosos son julio y agosto (24-33°C).",
              "en": "Cancun has a tropical climate with temperatures ranging between 19°C and 33°C throughout the year. The coolest months are December, January and February (19-28°C), while the hottest are July and August (24-33°C)."
            }
          }
        ]
      }
    }
  }
}
